[
  {
    "index": 1,
    "head": "What is this site all about?",
    "body": "<p>If you're a board game addict, you probably own a lot of board games. Maybe hundreds or thousands. And if you have a collection like that, you're a <a href=\"https://boardgamegeek.com\">boardgamegeek.com</a> user. Also, you have trouble keeping track of your collection, for example which games you haven't even played. If you need statistical insights into your board game collection, this site is made for you.</p>"
  },
  {
    "index": 2,
    "head": "How do I get to use the site?",
    "body": "<p>First of all, take a look at <a href=\"/wartable.html\">the War Table</a> where all users are listed to see if you're there. If so, just follow the link from your BGG user name. If not, send geekmail to BGG user Friendless and ask to be added to the site. Some time later you'll receive a reply saying you're in.</p>"
  },
  {
    "index": 3,
    "head": "Do I have to sign up for an account here?",
    "body": "<P>No, you don't have to. An account here is an entirely separate thing to having your BGG username in the list. An account here will allow you to save configurations that you like and probably other stuff in the future.</P>"
  },
  {
    "index": 4,
    "head": "I have an idea for something you could implement!",
    "body": "<p>Yes, you and a hundred other people. Sorry, but it's true. At the moment I'm quite overwhelmed trying to reproduce the functionality of the old site (You didn't know about the old site? <a href=\"http://blog.drfriendless.com/2018/07/07/why-rewrite/\">Read this</a>). When this site is about as good as the old site and users are migrating, I'll get to new ideas. In the mean time, you're welcome to discuss new ideas in the guild (see the link at the top of the page), or if you're a web developer, send a PM to Friendless on BGG to talk about helping.</p>"
  },
  {
    "index": 5,
    "head": "I'm a programmer and I'd like to help.",
    "body": "<p>That's good news! I'm not ready for you yet though. I have an API you can use to retrieve data, but my concern is that every API call and page load goes onto my AWS bill. So I'm looking for revenue streams to fund our wild board game stats fantasies, and I'm working on a way in which independent API users can connect in a controlled fashion. This will probably be something like I enable CORS but each call requires an API key which is locked to a certain external site. Contact Friendless at BGG if this plan excites you.</p>"
  },
  {
    "index": 6,
    "head": "Do you want some money for all of this?",
    "body": "<p>Nobody *has* to pay anything. On the other hand, my server bill is increasing every month and I'd like some help with that. See the Patreon link at the top of the page for more details about what the costs are and how you can help.</p>"
  }
]
